import styles from "./Post.module.css";

const Post = () => {
  return (
    <div className={styles.container}>
          <p className={styles.confession}>Мне не хватило времени на это тестовое задание, признаюсь. Да и в принципе, мой текущий опыт не тянет на такой уровень. Но во мне есть потенциал, который я вложил в этот код. Надеюсь, вы оцените мой труд и дадите еще шанс себя проявить. Вы удивитесь, как быстро может учиться и эффективно работать реально мотивированный джун. 
          </p>
    </div>
  )
}

export default Post